[
  {
    "id": 1,
    "title": "Canva",
    "companyName": "Canva Pty Ltd",
     "image": "/assets/apps/Canva logo.png",
    "description": "Canva is more than just a design tool—it’s a complete creative platform that empowers anyone to turn ideas into beautiful visuals. With an intuitive drag-and-drop interface, users can craft stunning presentations, social media graphics, posters, logos, and more without any prior design experience. The app includes thousands of customizable templates, fonts, and stock images that make it easy to maintain a professional look across projects. Canva also supports real-time collaboration, allowing teams to edit designs together, leave comments, and share feedback seamlessly. Its minimalist layout and guided tools help reduce complexity so creators can focus purely on their message. Whether you’re designing for business, school, or personal projects, Canva simplifies visual creation and helps you communicate effectively through design. Integrated cloud storage ensures your projects are always accessible, making Canva the ultimate solution for effortless creativity anytime, anywhere.",
    "size": 110.0,
    "reviews": 2200000,
    "ratingAvg": 4.8,
    "downloads": 600000000,
    "ratings": [
      {"name": "1 star", "count": 20000},
      {"name": "2 star", "count": 25000},
      {"name": "3 star", "count": 60000},
      {"name": "4 star", "count": 300000},
      {"name": "5 star", "count": 1800000}
    ]
  },
  {
    "id": 2,
    "title": "Dropbox",
    "companyName": "Dropbox, Inc.",
    "image": "/assets/apps/Dropbox logo.png",
    "description": "Dropbox is a powerful cloud storage and file-sharing solution that simplifies the way individuals and teams manage their digital content. It allows users to store, access, and share files securely from any device, making collaboration seamless no matter where you are. With features like automatic backup, version history, and smart synchronization, Dropbox ensures that important documents, photos, and projects are always safe and up to date. Users can create shared folders, set permissions, and co-edit files in real time, making teamwork more efficient. The app’s clean design and intuitive navigation eliminate clutter, while its integration with popular productivity tools like Microsoft Office and Google Workspace enhances workflow. Whether you're organizing personal files or managing business projects, Dropbox provides a secure, reliable, and user-friendly way to keep your digital life organized and accessible.",
    "size": 80.0,
    "reviews": 1000000,
    "ratingAvg": 4.3,
    "downloads": 500000000,
    "ratings": [
      {"name": "1 star", "count": 8000},
      {"name": "2 star", "count": 12000},
      {"name": "3 star", "count": 40000},
      {"name": "4 star", "count": 200000},
      {"name": "5 star", "count": 740000}
    ]
  },
  {
    "id": 3,
    "title": "Evernote",
    "companyName": "Evernote Corporation",
    "image": "/assets/apps/evernote.png",
    "description": "Evernote is your digital notebook for capturing, organizing, and managing everything that matters. From quick notes and to-do lists to research, meeting minutes, and long-form ideas, Evernote helps users stay structured and productive. Its multi-device sync ensures that all your content is instantly available whether you’re on your phone, tablet, or desktop. The app supports attachments, voice memos, web clippings, and handwriting recognition, turning it into a versatile workspace. Smart search, tagging, and notebook organization make it easy to find information in seconds. The clean interface and customizable layout create a distraction-free writing environment. With integrations to Google Drive, Outlook, and Slack, Evernote streamlines personal and professional organization alike. It’s the perfect tool for anyone who wants to capture inspiration, track goals, and keep life neatly in order.",
    "size": 60.0,
    "reviews": 900000,
    "ratingAvg": 4.5,
    "downloads": 400000000,
    "ratings": [
      {"name": "1 star", "count": 8000},
      {"name": "2 star", "count": 10000},
      {"name": "3 star", "count": 30000},
      {"name": "4 star", "count": 200000},
      {"name": "5 star", "count": 640000}
    ]
  },
  {
    "id": 4,
    "title": "Facebook",
    "companyName": "Meta Platforms",
    "image": "/assets/apps/facebook logo.png",
    "description": "Facebook connects billions of people around the world, helping users share their lives, stay updated, and engage with communities that matter to them. It’s more than a social network—it’s a global hub for communication, discovery, and entertainment. Users can post photos, videos, and stories, chat with friends, join groups, and follow pages of their favorite interests or public figures. With powerful event planning and marketplace tools, Facebook has become a platform that brings online connections into real-world experiences. Its algorithm curates personalized content, while privacy and security options give users control over their digital footprint. From live streaming to professional networking, Facebook evolves continuously to meet modern social needs, creating a space where connection and expression thrive.",
    "size": 105.0,
    "reviews": 3000000,
    "ratingAvg": 4.3,
    "downloads": 2000000000,
    "ratings": [
      {"name": "1 star", "count": 20000},
      {"name": "2 star", "count": 25000},
      {"name": "3 star", "count": 50000},
      {"name": "4 star", "count": 350000},
      {"name": "5 star", "count": 2300000}
    ]
  },
  {
    "id": 5,
    "title": "Gmail",
    "companyName": "Google",
    "image": "/assets/apps/gmail logo.png",
    "description": "Gmail is Google’s flagship email service designed for speed, security, and simplicity. With powerful spam protection, smart filters, and seamless integration across Google services, it offers a professional and organized communication experience. Users can manage multiple accounts, categorize messages, and use advanced search to find emails instantly. The interface is sleek and user-friendly, featuring conversation threading that keeps discussions clear and easy to follow. Gmail’s AI-powered Smart Compose and Smart Reply tools save time by suggesting relevant text and responses. Cloud storage via Google Drive ensures large attachments are shared effortlessly. Whether you’re managing business correspondence or personal emails, Gmail keeps everything synchronized across devices, ensuring reliability and privacy. Its balance of efficiency and design makes it one of the most trusted email platforms worldwide.",
    "size": 70.0,
    "reviews": 4000000,
    "ratingAvg": 4.6,
    "downloads": 1500000000,
    "ratings": [
      {"name": "1 star", "count": 20000},
      {"name": "2 star", "count": 30000},
      {"name": "3 star", "count": 80000},
      {"name": "4 star", "count": 700000},
      {"name": "5 star", "count": 3200000}
    ]
  },
  {
    "id": 6,
    "title": "Google Chrome",
    "companyName": "Google",
    "image": "/assets/apps/google chrome logo.png",
    "description": "Google Chrome is a fast, secure, and modern web browser designed to provide a seamless online experience. Built with simplicity at its core, Chrome loads pages quickly and syncs bookmarks, history, and settings across all your devices. It offers a clean interface and powerful security features such as Safe Browsing and sandbox protection. With access to countless extensions from the Chrome Web Store, users can personalize their browser to match their workflow—whether that means ad-blocking, note-taking, or enhanced productivity. Chrome’s integration with Google services makes signing in, searching, and saving information effortless. Automatic updates ensure users always have the latest security and performance improvements. For anyone who values speed, reliability, and accessibility, Chrome remains the gold standard of browsing.",
    "size": 72.0,
    "reviews": 5000000,
    "ratingAvg": 4.7,
    "downloads": 1000000000,
    "ratings": [
      {"name": "1 star", "count": 45000},
      {"name": "2 star", "count": 20000},
      {"name": "3 star", "count": 100000},
      {"name": "4 star", "count": 1000000},
      {"name": "5 star", "count": 3900000}
    ]
  },
  {
    "id": 7,
    "title": "Instagram",
    "companyName": "Meta Platforms",
    "image": "/assets/apps/instagram logo.png",
    "description": "Instagram is a visual-first social platform that lets users share life’s moments through photos, videos, and stories. It’s designed for creativity and connection—users can express themselves, explore global trends, and engage with communities that share their interests. From personal storytelling to professional branding, Instagram provides tools like Reels, live broadcasts, and filters to help content stand out. Businesses and creators benefit from built-in analytics and shopping features, while casual users enjoy a space for inspiration and interaction. With its sleek, immersive interface, Instagram merges entertainment and self-expression, empowering people to connect visually and emotionally. Whether you’re sharing daily moments or building a digital presence, Instagram keeps you inspired and connected.",
    "size": 100.0,
    "reviews": 4000000,
    "ratingAvg": 4.5,
    "downloads": 1000000000,
    "ratings": [
      {"name": "1 star", "count": 30000},
      {"name": "2 star", "count": 40000},
      {"name": "3 star", "count": 100000},
      {"name": "4 star", "count": 900000},
      {"name": "5 star", "count": 2900000}
    ]
  },
  {
    "id": 8,
    "title": "LinkedIn",
    "companyName": "Microsoft",
    "image": "/assets/apps/linkdin logo.png",
    "description": "LinkedIn is the world’s largest professional networking platform, connecting individuals, businesses, and organizations in one digital ecosystem. It allows users to showcase their professional achievements, build connections, and explore job opportunities tailored to their skills. Beyond networking, LinkedIn serves as a hub for learning and knowledge sharing, offering access to articles, thought leadership, and online courses through LinkedIn Learning. Recruiters and companies use it to find top talent, while professionals use it to build credibility and stay informed. Its clean interface makes career management easy, from updating resumes to engaging in industry discussions. Whether you're growing your business, finding your next job, or establishing your professional brand, LinkedIn remains the ultimate space for career growth and opportunity.",
    "size": 90.0,
    "reviews": 1500000,
    "ratingAvg": 4.5,
    "downloads": 700000000,
    "ratings": [
      {"name": "1 star", "count": 12000},
      {"name": "2 star", "count": 18000},
      {"name": "3 star", "count": 50000},
      {"name": "4 star", "count": 250000},
      {"name": "5 star", "count": 1400000}
    ]
  },
  {
    "id": 9,
    "title": "Microsoft Teams",
    "companyName": "Microsoft",
    "image": "/assets/apps/microsoft team logo.png",
    "description": "Microsoft Teams is a powerful collaboration platform designed to connect people, conversations, and content in one workspace. It allows teams to chat, hold video meetings, share files, and collaborate in real time—whether working remotely or in-office. Deep integration with Microsoft 365 apps like Word, Excel, and Outlook makes it easy to co-edit documents and manage workflows without switching between tools. Channels and threaded conversations help keep communication organized, while robust security ensures business-grade privacy. The app’s simple yet professional design supports both small teams and large enterprises. From quick stand-ups to global webinars, Microsoft Teams enables efficient communication and productivity across organizations.",
    "size": 120.0,
    "reviews": 2000000,
    "ratingAvg": 4.5,
    "downloads": 500000000,
    "ratings": [
      {"name": "1 star", "count": 12000},
      {"name": "2 star", "count": 15000},
      {"name": "3 star", "count": 50000},
      {"name": "4 star", "count": 200000},
      {"name": "5 star", "count": 1650000}
    ]
  },
  {
    "id": 10,
    "title": "Notion",
    "companyName": "Notion Labs",
    "image": "/assets/apps/Notion Logo.png",
    "description": "Notion is an all-in-one workspace designed to help individuals and teams organize their thoughts, projects, and goals in one place. It combines notes, tasks, wikis, and databases into a flexible system that adapts to your workflow. With a minimalist interface and drag-and-drop blocks, users can build anything from a simple to-do list to a full project management dashboard. Collaboration is seamless—teams can comment, assign tasks, and share pages instantly. The app’s templates and integrations make it ideal for both personal productivity and professional planning. Whether you’re managing study notes, business documentation, or creative projects, Notion empowers you to structure your work your way. It’s a digital second brain for the modern thinker.",
    "size": 95.0,
    "reviews": 1800000,
    "ratingAvg": 4.7,
    "downloads": 400000000,
    "ratings": [
      {"name": "1 star", "count": 12000},
      {"name": "2 star", "count": 18000},
      {"name": "3 star", "count": 50000},
      {"name": "4 star", "count": 250000},
      {"name": "5 star", "count": 1400000}
    ]
  },
  {
    "id": 11,
    "title": "Pinterest",
    "companyName": "Pinterest, Inc.",
    "image": "/assets/apps/pinterest logo.png",
    "description": "Pinterest is a creative discovery platform where inspiration meets organization. Users can explore millions of ideas across fashion, design, recipes, travel, and lifestyle—then save them as Pins on personalized boards. Its visual layout encourages creativity while helping users plan projects and find new interests. With smart recommendations, Pinterest tailors content to your taste and helps you discover things you didn’t even know you loved. Businesses use it to showcase products, while creators use it to share their work with engaged audiences. The clean and calm interface makes browsing effortless, turning every scroll into a moment of inspiration. Whether you're redecorating, planning an event, or collecting recipes, Pinterest helps you visualize and bring ideas to life.",
    "size": 80.0,
    "reviews": 900000,
    "ratingAvg": 4.3,
    "downloads": 400000000,
    "ratings": [
      {"name": "1 star", "count": 8000},
      {"name": "2 star", "count": 12000},
      {"name": "3 star", "count": 30000},
      {"name": "4 star", "count": 200000},
      {"name": "5 star", "count": 640000}
    ]
  },
  {
    "id": 12,
    "title": "Slack",
    "companyName": "Slack Technologies",
    "image": "/assets/apps/slack logo.png",
    "description": "Slack is a modern messaging platform that brings teams together through organized communication. It replaces endless email threads with focused channels for projects, topics, or departments. Users can chat, share files, and integrate hundreds of productivity tools like Google Drive, Trello, and Zoom—all within one workspace. Searchable message history and customizable notifications ensure important information is always within reach. With its clean interface and lighthearted design, Slack balances professionalism with approachability. Whether used by startups or global enterprises, Slack makes team collaboration fast, transparent, and enjoyable. Its blend of chat simplicity and enterprise-grade power helps organizations work smarter and stay connected from anywhere.",
    "size": 120.0,
    "reviews": 1200000,
    "ratingAvg": 4.5,
    "downloads": 300000000,
    "ratings": [
      {"name": "1 star", "count": 10000},
      {"name": "2 star", "count": 20000},
      {"name": "3 star", "count": 50000},
      {"name": "4 star", "count": 250000},
      {"name": "5 star", "count": 930000}
    ]
  },
  {
    "id": 13,
    "title": "Spotify",
    "companyName": "Spotify Technology",
    "image": "/assets/apps/spotify logo.png",
    "description": "Spotify transforms the way people listen to music by giving instant access to millions of songs, albums, and podcasts from around the world. Users can discover new artists, create playlists, and enjoy personalized recommendations powered by smart algorithms. The clean, dark-themed interface enhances focus on the listening experience. Whether online or offline, Spotify lets you stream seamlessly across devices with high-quality sound. Curated playlists and mood-based mixes make it easy to find the perfect soundtrack for any moment. Artists can connect with fans, and listeners can explore genres they’ve never heard before. Premium features, including ad-free listening and offline playback, offer an elevated experience for music enthusiasts. Spotify’s combination of discovery, customization, and social sharing makes it the ultimate platform for music lovers everywhere.",
    "size": 200.0,
    "reviews": 7000000,
    "ratingAvg": 4.8,
    "downloads": 1000000000,
    "ratings": [
      {"name": "1 star", "count": 60000},
      {"name": "2 star", "count": 50000},
      {"name": "3 star", "count": 200000},
      {"name": "4 star", "count": 1200000},
      {"name": "5 star", "count": 5600000}
    ]
  },
  {
    "id": 14,
    "title": "Telegram",
    "companyName": "Telegram Messenger LLP",
    "image": "/assets/apps/telegram logo.png",
    "description": "Telegram is a cloud-based messaging app designed for speed, security, and versatility. Users can send messages, photos, videos, and files of any type with complete privacy, thanks to end-to-end encryption and self-destructing messages. The platform supports large group chats, channels for broadcasting, and voice or video calls. Telegram’s powerful bot ecosystem allows automation, games, and enhanced workflows, while its multi-device sync ensures seamless communication across phones, tablets, and desktops. Customizable themes, stickers, and GIFs add personality to conversations. Telegram’s commitment to privacy and open platform principles makes it ideal for personal communication, professional collaboration, and large-scale information sharing alike.",
    "size": 50.0,
    "reviews": 3000000,
    "ratingAvg": 4.4,
    "downloads": 500000000,
    "ratings": [
      {"name": "1 star", "count": 20000},
      {"name": "2 star", "count": 30000},
      {"name": "3 star", "count": 100000},
      {"name": "4 star", "count": 500000},
      {"name": "5 star", "count": 2400000}
    ]
  },
  {
    "id": 15,
    "title": "Todoist",
    "companyName": "Doist",
    "image": "/assets/apps/todolist logo.png",
    "description": "Todoist is a comprehensive task management app that helps users organize, prioritize, and achieve their goals. It combines simple to-do lists with powerful project management features, enabling both personal and professional productivity. Users can set recurring tasks, assign priorities, and categorize tasks with labels and filters. Collaborative features allow sharing projects, assigning tasks, and tracking progress in teams. Gamified productivity elements, such as streaks and Karma points, motivate consistent task completion. The clean, intuitive interface ensures focus, while integrations with calendars, email, and other apps streamline workflows. Todoist empowers users to manage daily responsibilities efficiently, reduce stress, and stay on top of deadlines.",
    "size": 45.0,
    "reviews": 1200000,
    "ratingAvg": 4.6,
    "downloads": 350000000,
    "ratings": [
      {"name": "1 star", "count": 9000},
      {"name": "2 star", "count": 12000},
      {"name": "3 star", "count": 40000},
      {"name": "4 star", "count": 220000},
      {"name": "5 star", "count": 1100000}
    ]
  },
  {
    "id": 16,
    "title": "Twitter",
    "companyName": "Twitter, Inc.",
    "image": "/assets/apps/twitter logo.png",
    "description": "Twitter is a microblogging and social networking platform that connects people through real-time information sharing. Users can post tweets, retweet, comment, and follow accounts to stay updated on news, trends, and discussions worldwide. Hashtags and trending topics help users discover relevant conversations, while curated lists and Moments provide personalized experiences. The platform supports multimedia content, including images, videos, and live streams, making communication dynamic and engaging. Twitter is widely used for breaking news, public discourse, brand engagement, and community building. With its concise format and powerful search features, it allows users to consume and share information quickly, making it an essential tool for staying informed in a fast-paced world.",
    "size": 85.0,
    "reviews": 1800000,
    "ratingAvg": 4.4,
    "downloads": 800000000,
    "ratings": [
      {"name": "1 star", "count": 10000},
      {"name": "2 star", "count": 12000},
      {"name": "3 star", "count": 40000},
      {"name": "4 star", "count": 250000},
      {"name": "5 star", "count": 1400000}
    ]
  },
  {
    "id": 17,
    "title": "WhatsApp",
    "companyName": "Meta Platforms",
    "image": "/assets/apps/whatsapp logo.png",
    "description": "WhatsApp is a widely-used messaging app that provides free and secure communication across the globe. Users can send text messages, voice notes, images, videos, documents, and location in real time. End-to-end encryption ensures privacy, while group chats and broadcast lists facilitate easy communication with friends, family, or teams. Voice and video calls allow personal and professional connections without the cost of traditional calling. WhatsApp Web and desktop apps extend functionality across devices. The app’s simple interface, combined with features like status updates and media sharing, creates an intuitive and versatile messaging experience. With billions of users worldwide, WhatsApp remains a reliable, fast, and secure platform for daily communication.",
    "size": 150.0,
    "reviews": 6000000,
    "ratingAvg": 4.6,
    "downloads": 1000000000,
    "ratings": [
      {"name": "1 star", "count": 50000},
      {"name": "2 star", "count": 40000},
      {"name": "3 star", "count": 200000},
      {"name": "4 star", "count": 1100000},
      {"name": "5 star", "count": 5300000}
    ]
  },
  {
    "id": 18,
    "title": "YouTube",
    "companyName": "Google",
    "image": "/assets/apps/youtube logo.png",
    "description": "YouTube is the world’s leading video-sharing platform, offering a space for content creators and viewers to connect globally. Users can watch, upload, and share videos on virtually any topic—from music and entertainment to education and live events. Advanced recommendation algorithms help users discover new content, while subscription options keep audiences connected to favorite channels. Creators can monetize their videos, interact with viewers through comments and community posts, and live stream for real-time engagement. The platform supports multiple devices, offline viewing, and high-definition streaming, ensuring a seamless experience. YouTube’s combination of creativity, learning, and entertainment makes it an essential hub for billions seeking to inform, inspire, or be entertained.",
    "size": 150.0,
    "reviews": 6000000,
    "ratingAvg": 4.7,
    "downloads": 2000000000,
    "ratings": [
      {"name": "1 star", "count": 50000},
      {"name": "2 star", "count": 40000},
      {"name": "3 star", "count": 200000},
      {"name": "4 star", "count": 1100000},
      {"name": "5 star", "count": 5300000}
    ]
  }
]
